@extends('layouts.app')

@section('title')
<title>運動不足の社会人へ楽しいダンスを | EEDance</title>
@endsection
@section('description')
<meta name="description" content="ダンスのレッスンの受講や開催ができます。Twitter連携で簡単に利用できます。">
@endsection


@section('content')
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-8">
            <div class="card">
                <div class="card-header">プライバシーポリシー</div>

                <div class="card-body">
                    @if (session('status'))
                    <div class="alert alert-success" role="alert">
                        {{ session('status') }}
                    </div>
                    @endif

                    齊藤大介（以下「当人」といいます。）は、当人が運営する、WEBサービス「EEDance」（以下「本サービス」といいます。）に関して、当人が保有する個人情報を適切に管理運用するために遵守するべき基本的事項として、以下のとおりプライバシーポリシー（以下「本プライバシーポリシー」といいます。）を定め、個人情報を適正に取り扱います。<br/>
<br/>
                    1. 個人情報の取得<br/>
                    本プライバシーポリシーにおいて、「個人情報」とは、個人情報保護法に定める個人情報（生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含む。））をいいます。当人は、個人情報の取得に際しては、あらかじめ取得目的を正当な事業の範囲内で明確に定め、その目的達成に必要な限度において、ご本人のご了解を得た上で、適法かつ公正な方法で取得し、利用します。<br/>
                    <br/>
                    2. 個人情報の利用目的<br/>
                    当人は、利用者の方から取得した個人情報については、以下の利用目的の範囲内に限って利用致します。もし、利用目的の範囲を超えて利用するときは、予めご本人から同意を取得します。なお、当人は、個人情報の利用目的を相当の関連性を有すると合理的に認められる範囲内において変更することがありますが、利用目的を変更した場合には速やかに利用者に通知又は公表します。<br/>
                    <br/>
                    1. 本サービスを提供するため<br/>
                    2. 本サービスの利便性向上を図るため<br/>
                    3. 本サービス利用に関する統計データを作成や、マーケティングを行うため<br/>
                    4. 現行サービス又は新規に提供を検討しているサービスに関するアンケート等の実施のため<br/>
                    5. 本サービスに関する新企画等の検討や提供をするため<br/>
                    6. 利用規約に違反した方や、不正・不当な目的で本サービスを利用しようとされる方のご利用をお断りするため<br/>
                    7. お問い合わせへの対応や本人確認を行うため<br/>
                    8. キャンペーン等の抽選及び賞品や商品発送のため<br/>
                    9. 当人からの情報提供（当人の提供する新サービスや新商品又は、当人がお勧めする他社の新サービスや新商品の情報提供を含む。）及びメールマガジン等を送信するため<br/>
                    10. その他本サービスに関するお知らせ等、本サービスをご利用頂くにあたって、必要に応じて連絡を行うため<br/>
                    11. 契約や法律等に基づく権利の行使や義務の履行のため<br/>
                    3. 個人情報の開示について<br/>
                    当人は、個人情報保護法その他の法令に基づき開示・提供が認められる場合を除くほか、本人に同意を得ることなく、個人情報を第三者に開示・提供することはいたしません。ただし、以下の場合に、個人情報を第三者に開示・提供する場合があります。<br/>
                    <br/>
                    1. 本人の同意がある場合<br/>
                    2. 裁判所・警察等の公的機関又はそれらの委託を受けた者より開示請求や照会があった場合<br/>
                    3. 本サービスの利用に関連して、利用者が法令や本利用規約等に反し、第三者又は当人の権利、財産、サービス等を保護するために必要と認められる場合<br/>
                    4. 人の生命、身体及び財産等に対する差し迫った危険があり、緊急の必要性がある場合であって、本人の同意を得ることが困難な場合<br/>
                    5. 合併、会社分割、事業譲渡その他の事由により本サービスを含む事業の承継がなされる場合<br/>
                    4. 個人情報の閲覧・修正等について<br/>
                    当人は、ご本人より個人情報の開示、訂正、利用停止、削除のご依頼があった場合、ご本人様であることを確認させていただいたうえで、対応致しますので、末尾に記載のお問合せ窓口よりご連絡ください。<br/>
                    なお、不合理に繰り返される要請、過度の技術的努力を要する要請、他者のプライバシーを害するおそれのある要請等、当人が著しく不当な要請であると判断する要請についてはお断りすることがあります。<br/>
                    <br/>
                    5. クッキー及びIPアドレス情報について<br/>
                    当人は、利用者の方が、本サービスをご利用になった際に、当人のクッキーを保存及び参照し、IPアドレス、ご覧になった広告・ページ、ご利用環境等の情報を自動的に取得し、サーバーに記録します。<br/>
                    当人は、この方法により取得した情報を、本サービスをより良いサービスに変えていくため、及び新サービスの検討用の資料として活用させて頂いたり、広告主や情報提供元等に対して、どのような広告や情報及びサービスなどを掲載又は提供することが効果的であるかを分析し提供したりするために利用させて頂きます。なお、個人が識別できるような情報が分析結果に含まれることはありません。<br/>
                    <br/>
                    6. アクセスログ情報について<br/>
                    当人は、Google Analyticsを使用して本サービスを利用した利用者のアクセスログ（履歴）の収集・解析をしております。Google Analyticsではクッキー（cookie）を使用し、個人を特定する情報を含まずにログを収集しております。これらのアクセスログは、本サービスをより利用者の方に使いやすい良いサービスに変えていくため及び新サービスの検討用の資料として活用させて頂いたり、サーバーの稼動状況や統計障害情報の分析及びサイトマーケティングに利用させて頂くものとし、それ以外の目的で利用されることはございません。<br/>
                    なお、収集されるログはGoogle社のプライバシーポリシーに基づいて管理されますのでGoogle社のプライバシーポリシーについてご確認ください。<br/>
                    <br/>
                    7. 安全管理体制<br/>
                    当人は、個人情報の漏えい、滅失又は毀損の防止その他個人情報の保護のため、当人役員を含むすべての従業員に対する教育の実施や研修等を行い、さらにシステム面でも個人情報ファイルへのアクセス制限の実施、アクセスログの記録及び外部からの不正アクセス防止のためのセキュリティ対策の実施等、個人情報の安全管理のための必要かつ適切な措置を講じます。<br/>
                    <br/>
                    8. プライバシーポリシーの範囲<br/>
                    本プライバシーポリシーは、当人の業務提携先企業・業務委託先企業・当人の運営するウェブサイトやアプリ内のリンク先のサイト等には適用されません。それらのサイト等において、トラブルが発生した場合は、当人は一切責任を負いません。各サイト等の個人情報の取扱いについてご確認下さい。<br/>
                    <br/>
                    9. プライバシーポリシーの改定<br/>
                    当人は、個人情報の取り扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて本プライバシーポリシーを改定することがあります。 プライバシーポリシーの変更については、利用者の方に個別に通知又は本サービス内で皆様に告知する方法で通知いたします。<br/>
                    <br/>
                    10. お問い合わせ窓口<br/>
                    当人の個人情報の取扱いに関するご質問や苦情等のお問い合わせについては、下記の窓口までご連絡ください。<br/>
                    <br/>
                    [個人情報についてのお問い合わせ先]<br/>
                    <br/>
                    齊藤大介<br/>
                    <br/>
                    E-mail: funspotservice@gmail.com<br/>
                    <br/>
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
